// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "Caricamento dei caratteri";

OkButtonTitle = "OK";
CancelButtonTitle = "Annulla";
LoadingStorageDeviceInfoProcessTitle = "Caricamento delle informazioni sulla periferica di memorizzazione…";
LoadingStorageDeviceListProcessTitle = "Caricamento dell'elenco delle periferiche di memorizzazione…";
LoadingFontListProcessTitle = "Caricamento dell'elenco di caratteri…";
SendingFontProcessTitle = "Caricamento carattere \"%@\"…";
RemovingFontProcessTitle = "Eliminazione carattere \"%@\"…";
RemoveConfirmationMessage = "Eliminare i caratteri selezionati dalla stampante?";
RemoveConfirmationMessageExplanation = "Questa azione non può essere annullata.";
StorageDeviceLocked = "La periferica di memorizzazione è bloccata";
RemoveFromMemoryMessage = "I font non possono essere eliminati dalla memoria del dispositivo";
RemoveFromMemoryExplanation = "Tutti i font preinstallati sono di sola lettura. Tutti i font aggiunti dall'utente verranno eliminati dalla memoria quando il dispositivo verrà riavviato. I font che si trovano su altri dispositivi di storage vengono salvati in fase di riavvio e possono essere eliminati manualmente.";

DiskNameTemplate = "Disco, ID=%@ (Dimensioni: %@)";
FlashNameTemplate = "Flash SIMM, ID=%@ (Dimensioni: %@)";
SizeInBytes = "%.1f byte";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "Impossibile aprire il file di caratteri \"%@\".";
FileOpenErrorExplanation = "Il file è danneggiato oppure il formato non è supportato. Selezionare un altro file di caratteri e provare di nuovo.";
FormatError = "Il formato del carattere \"%@\" non è riconosciuto.";
FormatErrorExplanation = "Selezionare un altro file di caratteri e provare di nuovo.";
SingleUnsupportedError = "Il font \"%@\" non è supportato.";
SingleUnsupportedErrorExplanation = "I font verranno ignorati.";
MultipleUnsupportedError = "I font %@ non sono supportati.";
MultipleUnsupportedErrorExplanation = "I font verranno ignorati.";
SingleAlreadyScheduledError = "Il carattere \"%@\" si trova già nell'elenco.";
SingleAlreadyScheduledErrorExplanation = "Il carattere sarà ignorato.";
MultipleAlreadyScheduledError = "I font %@ già esistono nell'elenco.";
MultipleAlreadyScheduledErrorExplanation = "I font verranno ignorati.";
SingleAlreadyUploadedError = "Il carattere \"%@\" esiste già nella stampante.";
SingleAlreadyUploadedErrorExplanation = "Il carattere sarà ignorato.";
MultipleAlreadyUploadedError = "I font %@ già esistono sulla stampante.";
MultipleAlreadyUploadedErrorExplanation = "I font verranno ignorati.";
PrintChannelOpenError = "Impossibile aprire un canale della stampante.";
PrintChannelOpenErrorExplanation = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";
DataSendError = "Impossibile inviare i dati alla stampante.";
DataSendErrorExplanation = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";
DataReceiveError = "Impossibile ricevere i dati dalla stampante.";
DataReceiveErrorExplanation = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";
FontSendError = "Impossibile inviare i dati del carattere \"%@\" alla stampante.";
FontSendErrorExplanation = "Verificare che la stampante sia accesa e la connessione stabilita. La parte rimanente dell'elenco dei caratteri non è stata inviata alla stampante.";
FontRemoveError = "Impossibile eliminare il carattere \"%@\" dalla stampante.";
FontRemoveErrorExplanation = "Verificare che la stampante sia accesa e la connessione stabilita. La parte rimanente dell'elenco dei caratteri non è stata eliminata dalla stampante.";
StorageDeviceFullError = "Impossibile caricare il carattere \"%@\" perché la periferica di memorizzazione è piena.";
StorageDeviceFullErrorExplanation = "Selezionare un’altra periferica di memorizzazione o eliminare alcuni tipi di carattere non usati e riprovare. La parte rimanente dell'elenco dei caratteri non è stata caricata nella stampante.";
ScriptProcessingError = "Impossibile elaborare lo script con il carattere \"%@\".";
ScriptProcessingErrorExplanation = "Selezionare un altro carattere e riprovare. La parte rimanente dell'elenco dei caratteri non è stata caricata nella stampante.";
DeviceVmError = "Impossibile caricare il carattere \"%@\" perché la memoria della stampante è insufficiente.";
DeviceVmErrorExplanation = "Selezionare un’altra periferica di memorizzazione o eliminare alcuni tipi di carattere non usati e riprovare. La parte rimanente dell'elenco dei caratteri non è stata caricata nella stampante.";

DeviceBusyErrorTitle = "Il dispositivo è al momento occupato.";
DeviceBusyErrorMessage = "Attendere il completamento del lavoro corrente.";

FontNameTemplate = "\"%@\"";

Memory = "Memoria";
UpdateNeeded = "Aggiornamento richiesto";

TaskTitle = "Caricamento dei caratteri";
TaskDescription = "Selezionare un file contenente i caratteri della stampante e trasferirlo alla stampante. I caratteri trasferiti saranno quindi disponibili per l'utilizzo nei lavori di stampa.";
StorageDevices = "Caratteri nella stampante:";
UpdateButton = "Aggiorna elenco di caratteri";
RemoveButton = "Rimuovi";
AddButton = "Aggiungi…";
